[{
    "title": "Java Developer",
    "description": "At Bose, better sound is just the beginning. We’re passionate engineers, developers, researchers, retailers, marketers … and dreamers. One goal unites us — to create products and experiences our customers simply can’t get anywhere else. We are driven to help people reach their fullest human potential. Creating technology to help people to feel more, do more, and be more. We are highly motivated and curious, and we come to work every day looking to solve real problems and make the best experiences for our customers possible. The Searchandizing team is responsible for creating an amazing site search and product category merchandizing experience on the bose.com family of sites, helping connect our customers with exactly the right content or product for their needs.To bring this experience to life, the team has full stack responsibilities that run all the way from webpage presentation through building an accurate search index and managing product information, layering in microservices and AI - driven personalization as part of an exciting greenfield build.This capability is high volume and plays a significant part in the success of the Bose ecommerce experience.",
    "type": "premium",
    "key": 1,
    "show": false,
    "country": "Lisbon",
    "company": "Bose Corporation",
    "logo": "https://remoteok.io/assets/jobs/d9470f42d27f2115774501f0acafcdfd1610504703.png?1610504703",
    "requirements": [{
        "name": "Java",
        "icon": "mdi-language-java",
        "color": "secondary"
      },
      {
        "name": "Agile",
        "icon": "",
        "color": "primary"
      },
      {
        "name": "Developer",
        "icon": "mdi-developer-board",
        "color": "deep-purple accent-4"
      },
      {
        "name": "Ecommerce",
        "icon": "",
        "color": "deep-purple accent-4"
      }
    ]
  },
  {
    "title": "Senior JavaScript Developer",
    "description": "We’re an early stage, funded startup focused on helping organizations improve their security posture. We build easy-to-use tools that make it harder for attackers to exploit the people within an organization. Our flagship product is focused on helping organizations run email phishing campaigns against their own employees. This lets organizations assess their risk levels while also providing insight as to what type of training might be necessary for their organization. We are a growing company and can promise you the following:",
    "type": "lower",
    "key": 2,
    "show": false,
    "country": "US",
    "company": "ZibaSec",
    "logo": "https://remoteok.io/assets/jobs/4e3f7ab11dcff4a1e5b7fabcf26638c11610502350.png?1610502350",
    "requirements": [{
        "name": "React",
        "icon": "mdi-react",
        "color": "primary"
      },
      {
        "name": "JavaScript",
        "icon": "mdi-language-javascript",
        "color": "blue"
      },
      {
        "name": "Senior",
        "icon": "",
        "color": "deep-purple accent-4"
      },
      {
        "name": "AWS",
        "icon": "mdi-aws",
        "color": "orange"
      }
    ]
  },
  {
    "title": "Best airlines",
    "description": "Fulano",
    "type": "default",
    "key": 3,
    "show": false,
    "country": "La Paz, Bolivia",
    "company": "Fulano S.A.",
    "requirements": [{
        "name": "React",
        "icon": "mdi-react",
        "color": "primary"
      },
      {
        "name": "Python",
        "icon": "mdi-language-python",
        "color": "orange"
      },
      {
        "name": "C++",
        "icon": "mdi-language-cpp",
        "color": "deep-purple accent-4"
      }
    ]
  }
]